[Launcher_Lang]
MsgFillAll=Va rugam sa completati toate campurile.
MsgSelectClient=Va rugam sa selectati calea spre fisierul "metin2client.bin".
MsgPatcherNotFound=Fisierul "M2Bob - Patcher.exe" nu a putut fi gasit, va rugam sa va referiti la www.m2bob.net si sa incercati sa descarcati update-ul manual.
MsgChooseBeforeLogin=Pentru inceput, selectati o limba, dupa care logati-va cu contul M2Bob , iar apoi importati setarile.
MsgImportSuccess=Setari importate, va rugam sa reporniti M2Bob.
MsgUpdate=NU aveti ultima versiune de M2Bob!\nVreti sa faceti update la ultima versiune?
MsgLoginName=Contul nu a fost gasit!
MsgLoginPassword=Parola gresita!
MsgWrongPC=Pentru a preveni account sharing, nu puteti folosi M2BOB intr-un interval atat de scurt pe diferite calculatoare.\nTrebuie sa asteptati pentru timpul ramas pana sa mai puteti folosi M2BOB pe alt calculator diferit!
MsgBanned=Contul M2BOB este blocat, va rugam sa contactati Echipa M2BOB pentru mai multe intrebari cu privire la aceasta!
MsgHWIDBan=Calculatorul este blocat, va rugam sa contactati Echipa M2BOB pentru mai multe intrebari cu privire la aceasta! 
MsgExpired=Contul dumneavoastra M2BOB a expirat, va rugam sa va logati pe website-ul www.m2bob.net si sa cumparati mai multe key-uri sau sa va validati key-urile in Depozitul de Key-uri pentru a continua sa folositi M2BOB.
MsgPremium=M2Bob Premium ofera multe facilitati fantastice, inclusiv::\n- RANGEPICKUP\n- ITEMFILTER\n- METIN-/BOSS-/ORE-FARMBOT\n- SHOP-CREATOR-BOT\n- SHOP-SEARCH-BOT\n- BUFFBOT\n- SPAMBOT\n- SWITCHBOT\n- SOULSTONE/SKILLBOOK-BOT\n- ENERGYBOT\nPuteti cumpara M2Bob Premium la adresa www.m2bob.net!
MsgWrongCheckFile=Pentru a continua sa folositi M2Bob gratuit, trebuie sa descarcati la fiecare cateva zile un nou fisier, sa il salvati in folderul cu M2Bob(folderul cu fisierele M2Bob.exe si M2Bob - Patcher.exe) si apoi sa reporniti M2Bob.\nVeti fi redirectionat la download.\n\nCu un cont Premium nu trebuie sa mai faceti nimic!\n\nNumarul de zile dupa care M2Bob se va inchide si va trebui sa redescarcati un nou fisier pentru a continua sa il folositi:
MsgPServer=Versiunea free de M2Bob functioneaza DOAR pe Serverele Gameforge!\nPentru a va bucura de M2Bob si pe alte servere, trebuie sa cumparati M2Bob Premium.\nDaca jucati pe un Server Gameforge, poate ca Metin2 a avut un update, si va trebui sa asteptati pentru o noua versiune M2Bob. In acest caz, va rugam sa consultati forumul M2Bob (www.m2bob-forum.net) pentru mai multe informatii!
MsgWrongData=Date gresite pentru Server, Canal sau Slot(introduceti numai numere!)
MsgDeleteSettings=Sunteti sigur ca vreti sa stergeti setarile M2Bob?
MsgDeleteSettingsFinish=Va rugam sa restartati M2Bob pentru a completa configuratia.
MsgWrongPath=Calea spre fisierul "metin2client.bin" este incorecta, va rugam sa reporniti M2Bob si sa selectati calea corecta!
MsgNoInternet=Nu exista conexiune la internet, fara o conexiune la internet nu puteti porni Metin2.
MsgDllNotFound="\Resources\Scripts\data1" nu a fost gasit.\nVa rugam sa va asigurati, ca fisierul se gaseste in acelasi director ca si cel .exe!
MsgExitM2BOB=Sunteti sigur ca vreti sa iesiti din M2Bob? Toate clientele vor fi inchise.
MsgDoubleUse=Puteti porni M2Bob de mai multe ori, daca detineti conturi M2Bob multiple, si fiecare Launcher are propriul sau folder.
MsgGFLiveInfo=Daca ati instalat Metin2 via GameForgeLive, calea spre fisier ar trebui sa fie:\n"C:\Program Files\GameforgeLive\Games\xxx\Metin2\metin2client.bin"
MsgPServerInfo=Daca doriti sa testati M2Bob pe un Server Privat, trebuie sa va asigurati ca ati selectat Clientul Metin2 corect, si nu patcher-ul, etc.\n\nIn plus, M2Bob nu functioneaza pe fiecare Server Privat, dar suportul va fi asigurat tot timpul.
MsgEditIPAdresses=Sunteti sigur ca doriti sa editati Adresele Ip ale Serverului Metin2? Este recomandat numai pentru utilizatorii avansati.
MsgDeleteSlotData=Sunteti sigur ca vreti sa resetati datele de logare pentru slotul din client?
MsgNoLoginData=Pentru inceput, trebuie sa porniti Metin2(apasand butonul play in M2Bob) si sa va logati manual,\napoi M2Bob va salva automat datele de logare pentru dumneavoastra, si puteti folosi auto-logarea. 
MsgTooManyClients=Nu puteti porni mai multi boti deodata,\nnumarul de boti ce ruleaza simultan este limitat
MsgErrorReadingIP=A aparut o eroare in incercarea de a citi adresele IP / Port numbers din datele de logare ale slotului
MsgDumpingServerlist=Creeare serverlist...\n\Te rugam sa asteptati pana ce fereastra Metin2 apare si este inchisa automat de catre M2Bob inainte de a porni clientul!
MsgCantFindWindow=Nu s-a putut gasi fereastra de la clientul Metin2!\nSunteti sigur ca acesta este clientul Metin2 corespunzator , si ca nu ati selectat alt fisier?
MsgPCShutdown=Toate clientele au fost inchise, PC-ul se va inchide intr-un minut.\n\nPentru a opri acest lucru, porniti 1 client.
MsgErrorWindowAtStart=A aparut o eroare in timp ce s-a pornit Metin2, incercati sa faceti urmatoarele lucruri pentru a remedia:\n\n- Aplicati Patch-ul metinului la noua versiune\n- Incercati sa porniti Metin2 si sa intrati in joc o data fara M2Bob\n- Dezactivati Anti-Virus-ul, poate ca a blocat ceva\n- Asigurati-va ca ati selectat Clientul Metin2 potrivit\n\nDaca Metin2 va da eroarea aceasta fara M2Bob, incercati sa intrebati pentru o solutie in forumul Metin2 Oficial ( fara a preciza ca folositi M2Bob)
BStartNormal=Ruleaza Metin2 fara M2Bob
BManager=Manager
LLoginMetin2Data=Introduceti datele Metin2 aici!
BEditManually=Fara date de logare\nin acest slot.
BEditServer=Editati IP-urile Serverului
BDeleteSlot=Resetati datele clientului acesta
LLoginCharCreator=Mod de creare caracter
BLoginSave=Salvati setarile
BLoginReconfigure=Resetati setarile
LStartLanguage=Limba:
LStartClient=Linkul fisierului\nmetin2client.bin:
BStartClient=Cautare...
BPlayOnPServer=Vreau sa joc pe un P-Server
LStartLoginUsername=Nume:
LStartLoginPassword=Parola:
BStartLogin=Login pe M2Bob
LStartBuyCode=Cumpara PREMIUM!
LStartEnterCode=Introdu cheia aici!
BStartImport=Import setari vechi 
LStartForgot=Ai uitat parola?
BStartContinue=Weiter
GServerManager=Server-Manager
LServer=Dubluclick, pentru a adauga un server
BAddNewServer=Adauga server nou
BDeleteServer=Sterge serverul selectat
GStartStopManager=Manager Start/Stop 
LInfo1=Aici puteti determina cand ar trebui ca botii sa fie opriti/porniti
LStartStop=Activati Start/Stop Manager
LEnableStartStop=Activare automata manager Start/Stop la start
LInfo2=Dubluclick pe o intrare din lista pentru a o sterge
BAddStart=Adaugati eveniment de pornire nou
BAddStop=Adaugati eveniment de oprire nou
LStartStopHidden=Minimizati fereastra Metin2 la start
GPositionManager=Manager pozitie slot 
LPositionManagerText=Aici puteti schimba positia slot-urilor
BServerManager=Server-Manager
BStartStopManager=Manager Start/Stop
BSlotPositionManager=Manager pozitie slot 
BOther=Altele
LExit=Cand toate clientele sunt inchise
RExitM2Bob=Exit M2Bob
RShutdownPC=Shutdown PC
LExitClients=Close all clients if
RCharBanned=One char was banned
RCharAntiBan=One char closed because of Anti-Ban
LPCShutDown=Shutdown PC la:
LPCStandBy=Standby la:
[Bot_Lang]
MsgPremium=M2Bob Premium ofera multe caracteristici speciale, inclusiv:\n- RANGEPICKUP\n- ITEMFILTER\n- METIN-/BOSS-/ORE-FARMBOT\n- SHOP-CREATOR-BOT\n- SHOP-SEARCH-BOT\n- BUFFBOT\n- SPAMBOT\n- SWITCHBOT\n- SOULSTONE/SKILLBOOK-BOT\n- ENERGYBOT\nPuteti cumpara M2Bob Premium la www.m2bob.net!
MsgPremiumFunction=Aceasta functie nu este valabila in versiunea free.\nAveti nevoie de M2Bob-Premium pentru a o folosi.
MsgAlreadyExists=Fisierul deja exista, copiati peste?
MsgManualEQInfo=Slot-urile pe care le puteti introduce sunt de la 1 la 90!\n\nCand un item necesita mai mult decat 1 slot in inventar,\ntrebuie sa introduceti slotul de sus al itemului!
MsgAutoEQInfo=M2Bob v-a echipa in mod automat arme / armuri / coifuri / bijuterii cu valori de atac mai mari decat ai echipat in acel moment.\n\nATENTIE: M2Bob doar se v-a uita doar la valorile de atac, si nu si la alte bonusuri!
MsgSettingsSave=Setari salvate cu succes!
MsgSettingsLoad=Setari incarcate cu succes!
MsgFishbotWarning=Atentie, nu folositi Fishbot mai mult de 2-3 ore pe caracter pe zi, altfel exista un risc de ban datorita fishlog-ului!
MsgShopColorWarning=Chiar vreti sa utilizati un nume de shop colorat? S-ar putea sa fie un risc de ban!
MsgShopsearchBuyMultipleinfo=Daca bifezi, M2Bob va cumpara iteme multiple deodata.\nDe exemplu daca introduci un item cu 100.000 Yang si sunt 2 din ele impreuna la 200.000 Yang sau mai putin, M2Bob le va cumpara.
MsgFishBotExit=Nu aveti niciuna din momelile selectate, vreti sa opriti M2Bob si sa schimbati setarile? Altfel, M2Bob va iesi acum.
MsgPottsEmptyExit=Nu mai aveti potiuni rosii, si ati selectat sa iesiti din M2Bob daca nu mai aveti. Vreti sa dezactivati functia aceasta?
MsgLevelExit=Ati selectat sa iesiti din M2Bob daca sunteti la un anumit nivel, si sunteti la acest nivel. Vreti sa dezactivati aceasta functie?
MsgAddIDHelp=Aici poti adauga noi metine, sefi sau minereuri.\nAcesta este folositor pe unele servere private unde ID-urile sunt diferite fata de cele originale.\n\nPentru a adauga un metin, sef sau minereu, da click dreapta pe el in joc, si apoi apasa butonul "Metin nou", "Sef nou" sau \n"Minereu nou" in M2Bob.
MsgAntiBanTips=Aici sunt cateva indicii recomandate, pentru a diminua riscul de ban (niciodata nu va fi o protectie contra ban 100%!)\n\nSugestii Anti-Ban:\n1. Ar trebui intotdeauna sa activati "Exit bot if GM near", daca sunteti mereu la PC si puteti intervine daca un GM este in apropiere, puteti activa deasemenea"Act with a low profile if GM near".\n2. Este deasemenea recomandat sa activati "Chaneg CH if player near" si sa utilizati optiunile "Disable wallhack/rangepickup when leveling inconspicious", este cel    mai bun mode de a preveni ban-urile.\n3. Nu ar trebui sa folositi botul prea multe ore pe zi; pentru a fi in siguranta, in jur de 4-5 ore (Fishbot : 2 ore !) per caracter sunt recomandate;puteti folosi Managerul Start/Stop pentru a configura acest lucru.\n4. Nu ar trebui sa folositi aceeasi adresa de e-mail pentru mai mult de 1 cont; aceasta regula nu are exceptii.\n5. Nu ar trebui sa denumiti un cont sau o adresa de mail numerica, de exemplu botacc1, botacc2, etc.,in caz contrat , cand un cont primeste ban, celelalte pot primi ban deasemenea.
MsgReadoutItemID=Trebuie sa fixati itemul tinta pe slotul 1 al inventarului.\nDupa, dati click pe da, si ID-ul itemului va fi citit.
MsgReadoutNPCID=Trebuie sa selectati(click-dreapta) tinta NPC.\nDupa aceea, dati click pe yes , iar ID-ul NPC-ului va fi citit.
MsgManualSkill=Aici puteti seta manual decalarile pentru cand M2Bob ar trebui sa foloseasca magiile.\nAcesta este necesar, daca M2Bob nu foloseste magiile corect, de exemplu pe anumite servere private.\n\nUn "0" inseamna ca este dezactivat controlul magiilor. 
metin2_map_a1=Yongan
metin2_map_a3=Jayang
metin2_map_b1=Joan
metin2_map_b3=Bokjung
metin2_map_c1=Pyungmoo
metin2_map_c3=Bakra
map_a2=Valley of Seungryong
map_n_snowm_01=Mount Sohan
metin2_map_n_desert_01=Desertul Yongbi
metin2_map_deviltower1=Turnul Demonilor
metin2_map_guild_01=Jungrang
metin2_map_guild_02=Waryong
metin2_map_guild_03=Imha
metin2_guild_village_01=Miryan
metin2_guild_village_02=Songpa
metin2_guild_village_03=Daeyami
metin2_map_milgyo=Templul Hwang
metin2_map_monkeydungeon=Hasun Dong(Incepatori)
metin2_map_monkeydungeon_02=Jungsun Dong(Normal)
metin2_map_monkeydungeon_03=Sangsun Dong(Expert)
metin2_map_n_flame_01=Doyyumhwan
metin2_map_spiderdungeon=Spinnendungeon
metin2_map_spiderdungeon_02=Spinnendungeon 2
metin2_map_spiderdungeon_03=Spinnendungeon 3
metin2_map_trent=Lungsam
metin2_map_trent02=Red Wood
season1/metin2_map_WL_01=Snakefield
season1/metin2_map_nusluck01=Land of Giants
season2/metin2_map_skipia_dungeon_01=Grotto of Exile
metin2_map_skipia_dungeon_02=Grotto of Exile V2
metin2_map_devilscatacomb=Devil's Catacomb
Metin2_map_CapeDragonHead=Cape
metin2_map_BayBlackSand=Bay
metin2_map_MT_Thunder=Thunder
metin2_map_dawnmistwood=Dawn
metin2_map_n_flame_dungeon_01=Red Dragon Fortress
metin2_map_n_snow_dungeon_01=Nemere's Watchtower
metin2_map_e1=Wolfmap
metin2_map_Mt_Th_dungeon_01=Tempel der Ochao
metin2_map_dawnmist_dungeon_01=Verwunschener Wald
SInfoEXP=EXP:
SInfoEXPGained=EXP+:
SInfoTimeTpLvUp=Timp LevelUp:
SInfoYang=Yang:
SInfoYangGained=Yang+:
SInfoTimesKicked=Times kicked:
SInfoTimesDied=Times died:
SInfoTimesAtShop=Times at shop:
SInfoMobsKilled=Monstrii omorati:
SInfoMetinsAttacked=Metine distruse:
SInfoBossesAttacked=Bossi omorati:
SInfoOresAttacked=Minereuri explorate:
SInfoTimesFished=Times fished:
SInfoFishesCaught=Pesti prinsi:
SInfoSearchbotShops=Magazine in apropiere:
SInfoPNspamPlayer=Current player:
SInfoSpambotChats=Times spammed:
SInfoSpambotPlayers=Jucatori in jur:
SInfoSpambotPNs=PM-uri trimise:
TGeneral=General
TFarmbot=Farmbot
TAttack=Atac
TFish=Pescuit
TShopbot=Shopbot
TSearchbot=Searchbot
TManualSearch=Cautare manuala
TBuffbot=Buffbot
TSpambot=Spambot
TSwitchbot=Switchbot
TSecurity=Securitate
TFishSecurity=Setari
TPickUp=Pickup
TAntiBan=Anti - Ban
TAlchemy=Alchimie
TLocation=Locatie
TShop=Shop
TChat=Chat
TStatusUp=StatusUp
BSummonHorse=Cheama calul
BMetinAttack=Ataca metine apropiate
BAttackBoss=Ataca sefi apropiati
BAttackOre=Ataca minereuri apropiate
BSortInventory=Stack items 1x
BDropInventory=Dropeaza inventarul
BGetSkills=Ia abilitati
LOkeyMax=Max Sets spielen:
LOkeyCountText=Bereits gespielt:
BOkeyCount=Auf 0 setzen
LFishpuzzleMax=Max Sets spielen:
LFishpuzzleCountText=Bereits gespielt:
BFishpuzzleCount=Auf 0 setzen
BUpItemDT=Fierar DT
GStandartSettings=Fisier setari
BSaveStandartSettings=Salveaza
BLoadStandartSettings=Incarca
LSafe=No-SafeZone
LStun=Imun 
LPK=Hack PK
LExternalForce=ExternalForce
LAntiFly=AntiFly
LUseItemWithID1=Folositi item ID                la               secunde
LAlwaysOnTop=Mereu in fata
LHotkeys=Taste
GFastChangeChar=Schimba caracterul rapid
BLogOut=Delogare
GRoute=Inregistreaza o ruta noua
LRoute=Precizie in timpul inregistrarii: (Stanga: precis/Dreapta: mai putin precis)
GSaveRoute=Salveaza ruta
LSaveRoute=Nume:
BSaveRoute=OK
GLoadRoute=Incarca ruta
LLoadRoute=Nume:
LMaxTime=Dupa             minute lovind acelasi metin / monstru / minereu mergi mai departe
LWalkRouteBackwards=Ruleaza traseul inapoi
GSkill=Magii
BManualSkill=Optiuni avansate
LWaitBuffskill=Asteapta abilitati dupa moarte
GMobPull=Optiuni de atragere
GAttackOption=Optiuni de atac
BMetinLevel=Nivel
LMetinLevelStart=Metine de la nivelul
LMetinLevel=Metine pana la nivelul
BBossLevel=Nivel
LBossLevelStart=Sefi de la nivelul
LBossLevel=Sefi pana la nivelul
BOreFilter=Filtru
LOreFilterAllText=Lista cu minereuri:
LOreFilterText=Minereuri pe care sa nu le atace:
BAddIDBoss=Sef nou
BAddIDMetin=Metin nou
BAddIDOre=Minereu nou
BAttackOption=Setari
LWithoutMoving=Stai in aceeasi pozitie
LGotoCenter=Mergi in mijloc cand 0 mobi
LYoungHeroName=Nume misiune (sau o parte din nume):
LYoungHero=Deschide misiunea si foloseste arma:
LStrength=Putere:
LStopPullText=Opreste mantii daca PV <
LShowHint=Arata metin / sef / minereu in apropiere
LOccupiedMobs=Nu ataca metine / mobi ocupati
LWaitAfterKill1=Stai                         ms dupa ce un
LWaitAfterKill2=metin / sef a fost ucis
LGetSkillsAuto=Ia abilitatile automat la nivelul 5. Clasa:
LOneHit=OneHit
LWeaponHold=Sabie de o mana
GFish=Fish
BReadoutPaste=Citeste Item ID
BReadoutWorm=Citeste Item ID
BReadoutSmallFish=Citeste Item ID
LShopdescription1=Magazinul v-a si compus din
LShopdescription2=primele 40 de slot-uri din inventar
BResetShopColor=Reset
LCreateSecondShop1=Creeaza shop nou (pagina 2)
LCreateSecondShop2=cand toate itemele (pagina 1) s-au vandut
LShopExitSold=Iesi din bot cand toate itemele s-au vandut
LShopExitSold2=dupa               minute
LUnstackItems=Split item de pe slot-ul 1 in           bucati
LShopname=Nume:
LShopprice=Yang:
BShowCheapestItems=Cauta cele mai ieftine ITM
LShopsearchMsgBox=Arata mesaj in loc sa cumperi itemul
LShopsearchRemoveItems=Elimina iteme dupa cumparare
LShopsearchSetItems0=Seteaza nr. la 0 inloc de a sterge
LShopsearchBuyMultiple=Iteme multiple
LShopsearchStopYang=Iesi din bot daca nu mai ai Yang
LShopsearchNotify=Arata notificare la cumparare
BManualSearchScan=Scaneaza magazinele
LManualSearchInfo=Dubluclick pt. a deschide magazinul / pt. a cumpara
BManualSearch=Cauta
BRefresh=Improspatati
GBuffskills=Buffskills
LBuffdelay1=Delay:
LBuffdelay2=s
GTarget=Tinte
LTarget1=Nume:
LTarget2=Nume:
LTarget3=Nume:
LTarget4=Nume:
LTarget5=Nume:
LTarget6=Nume:
GChatspam=Chat
LChatspam=La           ms spamati in Chat
RChatspamNormal=Normal
RChatspamRufchat=Global
RChatspam15Sek=La fiecare 15 secunde in global chat
GPNspam=PM Spam
LPNspam=La       ms trimiteti un PM
TSwitchbotSlot0=Setari
LDelaySwitchbot=Timpul maxim de asteptare (ms):
LEnchantItem=ID-ul itemului de vrajit(1-5 Bonus):
BEnchantItem=Citeste ID item
LBlessItem=ID-ul itemului de vrajit (6-7 Bonus):
BBlessItem=Citeste ID item
LEnchantItemBuyer=Cumparator item de vrajit
LBlessItemBuyer=Cumparator item de imbunatatit
LSwitchNPC=ID-ul NPC-ului magazin:
BSwitchNPC=Citeste ID NPC
LSwitchItemBuyerInfo=Trebuie sa stai langa shop, sau shop-ul sa fie deschis
LEnableSwitchbot=Activeaza switchbot pentru acest slot
BBonus0=Bonus principal
LReadbotInfo=Botul v-a imbunatati o abilitate pana ce aceasta e la maxim, sau nu mai ai itemele necesare
LReadbotWord=Cuvantul care trebuie introdus daca rank-ul tau este negativ:
LBuyWeapons1=Numarul de arme cumparate pe runda:
LBuyWeapons2=Ai nevoie de mai mult spatiu in inventar decat ai introdus mai sus!
LWeaponItem=ID-ul armei (1040 = Cutit muscatura pisic. +0):
BWeaponItem=Citeste ID item
LWeaponShop=Negustor de arme ID:
BWeaponShop=Citeste valoare NPC
LAlchemist=ID-ul alchimistului:
BAlchemist=Citeste valoare NPC
LEnergyLoadDefault=Incarcati valorile de baza pentru regat         map1
LEnergyTeleport=Teleportieren, statt laufen (BETA, funktioniert nicht im blauen Reich)
BEnergyOptions=Optiuni extra
LEnergyStopStack=Bei dieser Anzahl Stacks Bot stoppen:
LEnergyStopYang=Bot stoppen wenn Yang aufgebraucht
GPottBot=Aprovizioneaza
BShowPottRot=Potiuni
LExitIfPottsEmpty=Iesi din client daca nu mai ai potiuni rosii
BShowPottBlau=Potiuni
BOtherItems=Alte iteme
LOtherItems=La fiecare                     secunde, foloseste itemele
GSpendExp=Doneaza experienta
LLevelSpendExp=De la nivelul:
GRestart=Restart
RRestartHere=Restart aici
RRestartTown=Restart in oras
LRestartWaitTP=Asteapta
LBotStopTimes=Dupa             morti
LBotStopMin=Dupa             morti in 5 minute
RDeathRestart=Restart in oras
RDeathChangeCH=Schimba canalul
RDeathExit=Iesi din client
LExitBotLevelText=Iesi din bot la nivelul
LStopBotLevelText=Opreste botul la nivelul
LFishdelay=Fishdelay:              la               ms
LBotdelay=Botdelay:               la               ms
LFishStop=De la              la              min pt                 la             min opreste botul
LFishBad=Pescuieste gresit de       ori
LFishBuy=Shopbot
GFishShop=Shop
GRange=Pickup
RPickNormal=Normal
RPickFast=Rapid
RPickRange=Range
LPickBeforeCHChange=Ridica propriile iteme inainte de a schimba CH-ul
LPickIgnored=Ridica doar itemele ignorate
BAddIDItem=Adauga item nou
BItemsClear=Reset
BItemSearch=Cauta
BSavePick=Creaza lista noua
GAntiReport=Anti-Report
LPlayersOnline=Jucatori in apropiere:
LListWhite=Lista alba:
LPlayerCheck=Joaca cu un risc minim daca sunt jucatori in apropiere
LPlayerCheckChangeCH=Schimba canalul daca sunt jucatori in apropiere
LPlayerCheckExit=Iesi din bot daca sunt jucatori in apropiere
LGMDetect=Joaca cu un risc minim daca un GM este in apropiere
LGMDetectChangeCH=Schimba canalul daca un GM este in apropiere
LGMDetectExit=Iesi din bot daca un GM este in apropiere
LGMDetectBeep=PC-Beep daca un GM este aproape
LPlayerDetectBeep=PC-Beep daca sunt jucatori aproape
LPNDetect=PC-Beep daca primesti PM
LPNDetectStop=Opreste botul daca primesti PM de la GM 
LPNDetectExit=Iesi din bot daca primesti PM de la GM
LGMTeleport=GM-Teleport Anti Bann
LGMTeleportAntiBan=GM-Teleport Anti-Ban
BAntiBanTips=Sugestii Anti-Ban
BCHChange=Schimbator-CH
LCHChangeDelay=Nach CH-Wechsel                    sek vor Login warten
LBanInfo=Doar previne banul!
LTalkToAlchemist=Vorbeste cu alchimistul la fiecare x ore:
LTalkToAlchemistNum=Ultimul dialog acum:
BTalkToAlchemist24=Set. la 24 de ore
BTalkToAlchemist0=Seteaza la 0 de ore
LAlchemistExit=Opreste botul, cand ai farmat 5 cors
LAlchemistNum=Cors farmate:
BAlchemistNum=Seteaza la 0
LAlchemistExitCollect=Iesi din bot cand nu ai farmat nici un cor (minute):
LAlchemistCollectNum=Minuten momentan:
BAlchemistCollectNum=Seteaza la 0
LAlchemistDontExit=Nu iesi, daca au ramas x ore pana la urmatotul dialog:
LAlchemistButtonIndex=Pozitia butonului la alchimist (dialog) (1 = primul buton):
LAlchemyInfo=Caracterul trebuie sa fie de nivelul 30 si primele doua misiuni de la alchimist \ntrebuie sa fie completate. Doar atunci functioneaza acest bot!
GLocation=Schimbator de pozitie
LLocation=Activeaza
BSaveLoadLocation=Salveaza / Incarca listele cu locatii:
LSaveLocation=Salvati lista de locatii curenta:
LSaveLocationName=Nume:
BSaveLocation=OK
LLoadLocation=Incarcati lista de locatie:
LLoadLocationName=Nume:
LLocationTime=Schimba la               minute pozitia (nivel-urile sunt ignorate)
LLocationPositionText=Positia curenta:
GAutoEQ=Bot - EQ
BManualEQ=EQ manual
LSortInventoryAuto=Sorteaza inventarul automat
BAutoEQInfo=Info
LAutoEQ1=Slot                de la nivel                  foloseste
LAutoEQ2=Slot                de la nivel                  foloseste
LAutoEQ3=Slot                de la nivel                  foloseste
LAutoEQ4=Slot                de la nivel                  foloseste
LAutoEQ5=Slot                de la nivel                  foloseste
GAutoEQPy=Auto - EQ
LAutoEQPyWeapon=Arme
LAutoEQPyArmor=Armuri
LAutoEQPyHelmet=Coifur
LAutoEQPyShield=Scut
LAutoEQPyJewelry=Bijuterii
GRunShop=Mergi la shop daca:
GShopBuy=Cumpara
LSellPotions=Vinde toate potiunile de care nu \nai nevoie
GShopSell=Vinde
LSellLvl=Iteme pana in lv.
LSellPlus=Iteme pana la +
LSellBonis=Nu vinde iteme cu bonusuri bune
LSellOther=Vinde cele mai nefolositoare iteme
LSellFBs=Vinde cele mai nefolositoare carti
BSellItems=Vinde itemele 1x
BDropItems=Arunca itemele de vanzare 1x
BDefineWhitelist=Iteme care sunt mereu vandute 
BDefineBlacklist=Iteme care nu sunt niciodata vandute
GChat=Chat
LChat=La                       ms spam in chat
RChatNormal=Normal
RChatRufchat=Global
RChat15Sek=La fiecare 15 secunde in global
GPN=Mesaje private
LPN=Raspunde la MP-uri
GStatusUp=Status
BStatusClear=Sterge
GSkillUp=Abilitati
BSkillClear=Sterge
LStatusUpLoop=Mentine valorile in lista in loc sa le stergi
